// © Copyright 2005-2010, 2015 HP Development Company, L.P.

TaskName = "HP Printing Knowledge Center";

TaskTitleField = "HP Printing Knowledge Center";
TaskDescriptionField = "Klik op \"Online gaan\" om stapsgewijze instructies te downloaden voor het instellen van uw apparaat voor nauwkeurige en consistente kleuruitvoer.";
TaskStartButtonTitle = "Online gaan";
